Repository: PretisH13/Blog
Catalog: django_mat/locale/*/LC_MESSAGES/django.po
Languages: sq

source: Your Profile
sq: Profili Juaj

source: profile picture
sq: fotografia e profilit

source: No profile picture available
sq: Asnjë fotografi profili e disponueshme

source: Name:
sq: Emri:

source: Born on:
sq: I lindur më:

source: Logout
sq: Dilni

source: Edit Profile
sq: Modifiko Profilin

source: Change Password
sq: Ndrysho Fjalëkalimin

source: Edit Your Profile
sq: Modifiko Profilin Tuaj

source: Si sono verificati degli errori. Controlla i dati inseriti.
sq: Kanë ndodhur gabime. Kontrolloni të dhënat e futura.

source: Save Changes
sq: Ruaj Ndryshimet

source: You have been disconnected
sq: Jeni shkëputur

source: Thank you for visiting us. We hope to see you again soon!
sq: Faleminderit që na vizituat. Shpresojmë t'ju shohim sërish së shpejti!

source: Sign in again
sq: Hyni përsëri

source: Your username and password didn't match. Please try again.
sq: Emri i përdoruesit dhe fjalëkalimi nuk përputhen. Ju lutemi provoni përsëri.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
sq: Llogaria juaj nuk ka qasje në këtë faqe. Për të vazhduar, ju lutemi hyni me një llogari që ka qasje.

source: Please login to see this page.
sq: Ju lutemi hyni për të parë këtë faqe.

source: Login
sq: Hyrje

source: Username
sq: Emri i përdoruesit

source: Password
sq: Fjalëkalimi

source: Lost password?
sq: Keni harruar fjalëkalimin?

source: Password Changed Successfully!
sq: Fjalëkalimi u Ndryshua me Sukses!

source: Your password has been successfully changed.
sq: Fjalëkalimi juaj u ndryshua me sukses.

source: Go to Login
sq: Shkoni te Hyrja

source: Password Reset Successfully!
sq: Fjalëkalimi u Rivendos me Sukses!

source: Your password has been changed. You can now log in with your new password.
sq: Fjalëkalimi juaj është ndryshuar. Tani mund të hyni me fjalëkalimin tuaj të ri.

source: Enter your new password.
sq: Vendosni fjalëkalimin tuaj të ri.

source: Enter your new password in the two fields below.
sq: Vendosni fjalëkalimin tuaj të ri në të dy fushat më poshtë.

source: Password Reset Email Sent
sq: Email për Rivendosjen e Fjalëkalimit u Dërgua

source: We have sent you an email with instructions on how to reset your password.
sq: Ju kemi dërguar një email me udhëzime se si të rivendosni fjalëkalimin tuaj.

source: If you do not receive the email, check your spam folder or contact support.
sq: Nëse nuk e merrni email-in, kontrolloni dosjen e mesazheve të padëshiruara ose kontaktoni asistencën.

source: Password Reset Request
sq: Kërkesë për Rivendosje të Fjalëkalimit

source: Hello,
sq: Përshëndetje,

source: We have received a password reset request for your account associated with the email
sq: Kemi marrë një kërkesë për rivendosje të fjalëkalimit për llogarinë tuaj të lidhur me email-in

source: If you didn't request it, simply ignore this email.
sq: Nëse nuk e keni kërkuar, thjesht injoroni këtë email.

source: To reset your password, click the link below:
sq: Për të rivendosur fjalëkalimin tuaj, klikoni lidhjen më poshtë:

source: If the link doesn't work, copy and paste the URL into your browser.
sq: Nëse lidhja nuk funksionon, kopjoni dhe ngjisni URL në shfletuesin tuaj.

source: Thanks,
sq: Faleminderit,

source: The Blog Team
sq: Ekipi i Blogut

source: Reset Password
sq: Rivendos Fjalëkalimin

source: Forgot your password? Enter your email address and we'll send you instructions on how to set a new one.
sq: Harruat fjalëkalimin? Vendosni adresën tuaj të email-it dhe ne do t'ju dërgojmë udhëzime se si të vendosni një të ri.

source: Send Instructions
sq: Dërgo Udhëzimet

source: Registration
sq: Regjistrimi

source: Your username and password do not match. Please try again.
sq: Emri i përdoruesit dhe fjalëkalimi nuk përputhen. Ju lutemi provoni përsëri.

source: Register
sq: Regjistrohu

source: Continue reading ...
sq: Vazhdoni të lexoni ...

source: Blog template created by PretisH13 (Mateo Prifti)
sq: Shablloni i blogut i krijuar nga PretisH13 (Mateo Prifti)

source: Back to top
sq: Kthehu në krye

source: My Blog
sq: Blogu im

source: Search...
sq: Kërko...

source: Search
sq: Kërko

source: Log Out
sq: Dilni

source: Log In
sq: Hyni

source: Continue reading
sq: Vazhdoni të lexoni

source: « first
sq: « e para

source: previous
sq: e mëparshme

source: First
sq: E para

source: Previous
sq: E mëparshme

source: Page
sq: Faqja

source: of
sq: nga

source: next
sq: tjetra

source: last »
sq: e fundit »

source: Next
sq: Tjetra

source: Last
sq: E fundit

source: Pagination
sq: Paginimi

source: Older
sq: Më të vjetra

source: Newer
sq: Më të reja

source: Latest articles added
sq: Artikujt e fundit të shtuar

source: Likes
sq: Pëlqime

source: Like
sq: Pëlqej

source: Dislikes
sq: Nuk më pëlqen

source: Dislike
sq: Nuk më pëlqen

source: Comments
sq: Komentet

source: No comments yet.
sq: Asnjë koment ende.

source: See all
sq: Shiko të gjitha

source: comments
sq: komentet

source: Add a comment...
sq: Shtoni një koment...

source: Post Comment
sq: Posto Komentin

source: Log in
sq: Hyni

source: to add a comment.
sq: për të shtuar një koment.

source: About
sq: Rreth nesh

source: We are a group of technology, design, culture and science enthusiasts. Here we share ideas, stories and reflections to inspire and inform. Our goal? To create a space where curiosity and creativity meet. Join us, read our articles and make your voice heard in the comments!
sq: Ne jemi një grup entuziastësh të teknologjisë, dizajnit, kulturës dhe shkencës. Këtu ndajmë ide, tregime dhe reflektime për të frymëzuar dhe informuar. Qëllimi ynë? Të krijojmë një hapësirë ku kurioziteti dhe kreativiteti takohen. Bashkohuni me ne, lexoni artikujt tanë dhe bëni zërin tuaj të dëgjohet në komente!

source: Contact
sq: Kontakt

source: Phone
sq: Telefon

source: Follow Us
sq: Na ndiqni
